{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'1.*'"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini-git": {
      "src": "https://github.com/echasnovski/mini-git"
    },
    "mini.clue": {
      "src": "https://github.com/echasnovski/mini.clue"
    },
    "mini.diff": {
      "src": "https://github.com/echasnovski/mini.diff"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.pairs": {
      "src": "https://github.com/echasnovski/mini.pairs"
    },
    "mini.statusline": {
      "src": "https://github.com/echasnovski/mini.statusline"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lsp-file-operations": {
      "src": "https://github.com/antosha417/nvim-lsp-file-operations"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "smart-splits.nvim": {
      "src": "https://github.com/mrjones2014/smart-splits.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "vim-maximizer": {
      "src": "https://github.com/szw/vim-maximizer"
    }
  }
}
